[{"item":{"id": 1, "name": "ViewMaster",  "qty": 1,  "price": 29.99,"desc" : "The View-Master is a toy which people of all ages remember vividly from their childhood. It's one of those rare high-tech inventions that has maintained massive appeal across multiple generations and this month it is celebrating its 65th anniversary. Despite numerous new media devices entering its domain since it first hit the market in 1939, its appeal remains strong and the View-Master has now sold more than a billion units.", "image_url": "http://localhost/PayPalFlex/assets/images/viewmaster.jpg", "in_stock": true}},{"item":{"id": 2, "name": "Mattel Football", "qty": 1,  "price": 19.99,"desc" : "This was released in June of 1977 as the second game released by Mattel (Auto Race was the first) and sold through Sears. After less than 100,000 were made, Sears (using a computer model based on initial sales figures) determined that the games would not be big sellers, and most of the production for Football and Auto Race was stopped. Within 6 months, it became obvious to Sears that their prediction was wrong, and production was started up again and reached previously unknown levels! (Reaching as many as 500,000 units a week by mid-February, 1978)." ,"image_url": "http://localhost/PayPalFlex/assets/images/football.jpg", "in_stock": true}},{"item":{"id": 3, "name": "Micronaut",  "qty": 1, "price": 9.99,"desc": "Micronauts is the North American name for the Microman toy line created by Japanese toy company Takara (later absorbed by TOMY). First released in Japan in 1974, Microman toys were imported to the United States by the Mego Corporation in 1976 under the 'Micronauts' name. The line consisted of 3.75-inch tall action figures, vehicles, robots, play sets, and accessories which used a universal, five millimeter inter-connective design. Although deemed a success, Mego cancelled the Micronauts line in 1980." , "image_url": "http://localhost/PayPalFlex/assets/images/micronaut.jpg", "in_stock": false}}]